#+AUTHOR:    Anton S. Kosinov
#+TITLE:     Mental Athlete ToDo List
#+SUBTITLE:  Life in a plain text
#+EMAIL:     a.s.kosinov@gmail.com
#+LANGUAGE: en
#+STARTUP: showall
#+PROPERTY:header-args :results output :exports both
# :session :cache yes :tangle yes :comments org 
#+CATEGORY: Routine
#+TODO: TODO ACTIVE EXT EXP MAYBE | DONE CLOSED

# A Pomodoro principal usage with the space repetition concept. Early
# in the morning you'll restricted to learn a completley new material
# which would rehearsed twice in the current day, next day and 3 days
# later.

# Naturally a Pomodoro cycle consists of 4 atomic pomodoros, and we
# leave this structure unchanged

* Active Learning
   :PROPERTIES:
   :CATEGORY: AL
   :END:
   
** 1&1
   <2018-03-05 Mon 07:00-07:30 ++1w>
   <2018-03-06 Tue 07:00-07:30 ++1w>
   <2018-03-07 Wed 07:00-07:30 ++1w>
   <2018-03-08 Thu 07:00-07:30 ++1w>
   <2018-03-09 Fri 07:00-07:30 ++1w>

** 1&2
   <2018-03-05 Mon 07:30-08:00 ++1w>
   <2018-03-06 Tue 07:30-08:00 ++1w>
   <2018-03-07 Wed 07:30-08:00 ++1w>
   <2018-03-08 Thu 07:30-08:00 ++1w>
   <2018-03-09 Fri 07:30-08:00 ++1w>

** 1&3
   <2018-03-05 Mon 08:00-08:30 ++1w>
   <2018-03-05 Mon 08:00-08:30 ++1w>
   <2018-03-05 Mon 08:00-08:30 ++1w>
   <2018-03-05 Mon 08:00-08:30 ++1w>
   <2018-03-05 Mon 08:00-08:30 ++1w>

** 1&4
   <2018-03-05 Mon 08:30-09:00 ++1w>
   <2018-03-06 Tue 08:30-09:00 ++1w>
   <2018-03-07 Wed 08:30-09:00 ++1w>
   <2018-03-08 Thu 08:30-09:00 ++1w>
   <2018-03-09 Fri 08:30-09:00 ++1w>


* Learning/Rehearsal
   :PROPERTIES:
   :CATEGORY: L/R
   :END:

** 2&1
   <2018-03-05 Mon 09:15-09:45>
   <2018-03-06 Tue 09:15-09:45>
   <2018-03-07 Wed 09:15-09:45>
   <2018-03-08 Thu 09:15-09:45>
   <2018-03-09 Fri 09:15-09:45>

** 2

** 3

** 4


* Entertainment/Rehearsal
   :PROPERTIES:
   :CATEGORY: E/R
   :END:

** 1

** 2

** 3

** 4


* Test Section
  :PROPERTIES:
  :CATEGORY: Default
  :END:

** ACTIVE [#A] How to focus Agenda?
#+BEGIN: clocktable :scope file :maxlevel 2
#+CAPTION: Clock summary at [2019-02-05 Tue 09:47]
| Headline                 | Time   |      |
|--------------------------+--------+------|
| *Total time*             | *0:14* |      |
|--------------------------+--------+------|
| Test Section             | 0:14   |      |
| \_  How to focus Agenda? |        | 0:14 |
#+END:

   :PROPERTIES:
   :CATEGORY: Agenda
   :END:
   :LOGBOOK:
   CLOCK: [2019-02-05 Tue 09:48]
   CLOCK: [2019-02-05 Tue 09:38]--[2019-02-05 Tue 09:46] =>  0:08
   CLOCK: [2019-01-30 Wed 08:12]--[2019-01-30 Wed 08:18] =>  0:06
   :END:


*** Subtree
    And additional info

**** MAYBE Sub-subtree?
     :LOGBOOK:
     CLOCK: [2019-01-30 Wed 08:12]--[2019-01-30 Wed 08:12] =>  0:00
     :END:

** DONE Activation
   :PROPERTIES:
   :CATEGORY: XP
   :END:


*** DONE Backup to WD Passport

**** MAYBE Books/How to Speak, How to Listen
     :PROPERTIES:
     :CATEGORY: AudioBook
     :END:

*** TODO Test that copy on Acer x64

** TODO Notary Letter
   :PROPERTIES:
   :CATEGORY: Heritage
   :END:
